Repository: taarifa/TaarifaWaterpoints
Catalog: app/po/*.po
Languages: cs, sw_tz

source: % Functional
cs: % Funkční

source: Accept change
cs: Přijmout změnu

source: Add Waterpoint
cs: Přidat vodní zdroj
sw_tz: Ongeza Kituo cha Maji

source: Agency responsible
cs: Odpovědná organizace
sw_tz: Wakala husika

source: Attribute
cs: Vlastnost
sw_tz: Sifa

source: Average Payment
cs: Průměrná platba

source: Average Payment Per Ward
cs: Průměrná platba za oddělení

source: Average payment
cs: Průměrná platba

source: Breakdown Year
cs: Členění Roku
sw_tz: Mwaka wa kuharibika

source: Charts
cs: Grafy
sw_tz: Chati

source: Comments
cs: Poznámky

source: Construction Year
cs: Rok výstavby
sw_tz: Mwaka wa ujenzi

source: Coverage
cs: Krytí
sw_tz: Kiasi cha wanaohudumiwa

source: Current value
cs: Současná cena
sw_tz: Thamani/Hali ya sasa

source: Dashboard
cs: Ovládací panel
sw_tz: Kwa Ujumla

source: Data Table
cs: Datová tabulka
sw_tz: Jedwali la Data

source: District
cs: Okres
sw_tz: Wilaya

source: Expected completion date
cs: Předpokládané datum dokončení

source: Extraction Type
cs: Typ extrakce
sw_tz: Njia ya uzalishaji

source: Failed to create waterpoint
cs: Nepodařilo se vytvořit vodní zdroj

source: Filter map view
cs: Filtrovat mapový pohled
sw_tz: Chuja muonekano wa ramani

source: Filter requests
cs: Filtrovat požadavky
sw_tz: Chuja masuala

source: Functional
cs: Funkční
sw_tz: Vinafanya kazi

source: Functional Population Served
cs: Funkční sloužící obyvatelstvu

source: Functionality
cs: Funkčnost
sw_tz: Ufanyaji kazi

source: Functionality by District
cs: Funkčnost podle okresu

source: Functionality by Extraction
cs: Funkčnost podle vyjmutí
sw_tz: Ufanyaji kazi na Njia ya uzalishaji

source: Functionality by Management
cs: Funkčnost podle správy
sw_tz: Ufanyaji kazi na Usimamizi

source: Functionality by Ward
cs: Funkčnost podle oddělení
sw_tz: Ufanyaji kazi kwa Kata

source: Functionality vs Cost
cs: Funkčnost k Nákladům
sw_tz: Ufanyaji kazi dhidi ya Gharama

source: Funder
cs: Dárce
sw_tz: Mfadhili

source: Further information or comments about the problem
cs: Další informace nebo komentáře k problému

source: Geolocation failed:
cs: Geolokace selhala:

source: Geolocation succeeded: got coordinates
cs: Geolokace uspěla: má souřadnice

source: Group By
cs: Seskupit podle
sw_tz: Kundi Kwa

source: Home
cs: Hlavní strana
sw_tz: Nymbani

source: Installer
cs: Instalátor
sw_tz: Mkandarasi

source: Loading Data...
cs: Načítání dat...
sw_tz: Inapakia Data...

source: Loading waterpoint data.
cs: Načítání dat vodních zdrojů.
sw_tz: Inapakia data za vituo vya maji.

source: Location
cs: Lokace
sw_tz: Mahali

source: Management
cs: Správa
sw_tz: Usimamizi

source: Max no.
cs: Maximální č.

source: National
cs: Národní
sw_tz: Kitaifa

source: Needs repair
cs: Vyžaduje opravu

source: No request matching the criteria!
cs: Žádný požadavek odpovídající kritériím!

source: No waterpoints match your filter criteria!
cs: Žádné vodní zdroje neodpovídají kritériím filtru!

source: Not functional
cs: Není funkční

source: Number of Waterpoints
cs: Počet vodních zdrojů
sw_tz: Idadi ya Vituo vya Maji

source: Payment Method
cs: Způsob platby
sw_tz: Mfumo wa Malipo

source: Performance Table: % Functional
cs: Tabulka výkonnosti: % funkční
sw_tz: Jedwali la Utendaji: % Vinavyofanya kazi

source: Performance Table: % Served
cs: Tabulka výkonnosti: % sloužící
sw_tz: Jedwali la Utendaji: % Wanaohudumiwa

source: Planned actions
cs: Plánované akce

source: Population
cs: Obyvatelstvo

source: Print
cs: Tisk
sw_tz: Chapa

source: Publish
cs: Publikovat
sw_tz: Sambaza

source: Regional
cs: Regionální
sw_tz: Kwa Mkoa

source: Report status
cs: Zpráva o stavu

source: Reported value
cs: Vykazovaná hodnota
sw_tz: Thamani/Hali iliyoripotiwa

source: Request status
cs: Stav požadavku
sw_tz: Hali ya suala

source: Request successfully created!
cs: Požadavek úspěšně vytvořen!

source: Reset all filters
cs: Resetovat všechny filtry
sw_tz: Seti upya chujio

source: Selected
cs: Vybráno
sw_tz: Vilivyochaguliwa

source: Status
cs: Stav
sw_tz: Hali

source: Steps that will be taken to fix the problem
cs: Kroky, které budou podniknuty k odstranění problému

source: Tanzania Waterpoints
cs: Vodní zdroje
sw_tz: Vituo vya Maji Tanzania

source: This may take a while depending on your connection
cs: V závislosti na vašem připojení to může chvíli trvat
sw_tz: Hii inaweza kuchukua muda kidogo kutegemeana na kasi ya mtandao

source: Top Problems
cs: Hlavní problémy
sw_tz: Matatizo makuu

source: Triage
cs: Třídění
sw_tz: Dharura ('Triage')

source: Update report
cs: Aktualizovat zprávu
sw_tz: Sasisha ripoti

source: User provided fields
cs: Pole zadaná uživatelem
sw_tz: Mambo yaliyoainishwa na mtumiaji

source: WP id
cs: Id vodního zdroje
sw_tz: Na. ya kituo cha maji

source: WP status
cs: Stav vodního zdroje
sw_tz: Hali ya kituo cha maji

source: WPs with reports
cs: Vodní zdroje s reporty
sw_tz: Vituo vyenye ripoti

source: Water Quality
cs: Kvalita vody
sw_tz: Ubora wa Maji

source: Water Quantity
cs: Množství vody
sw_tz: Kiasi cha Maji

source: Waterpoint
cs: Vodní zdroj
sw_tz: Kituo cha Maji

source: Waterpoint Locations
cs: Umístění vodního zdroje
sw_tz: Maeneo vilipo vituo vya Maji

source: Waterpoint status (ordered by % Functional)
cs: Stav vodního zdroje (seřazeno podle % funkčnosti)
sw_tz: Hali ya vituo vya maji (Kufuatana na % ya vinavyofanya kazi)

source: Waterpoint successfully created!
cs: Vodní zdroj úspěšně vytvořen!

source: Waterpoint successfully updated!
cs: Vodní zdroj úspěšně aktualizován!

source: functional
cs: funkční
sw_tz: vinavyofanya kazi

source: needs repair
cs: vyžaduje opravu
sw_tz: vinavyohitaji marekebisho

source: not functional
cs: není funkční
sw_tz: visivyofanya kazi

source: out of
cs: mimo
sw_tz: kati ya

source: population cover
cs: pokrytí obyvatelstva
sw_tz: idadi ya Watu wanaofikiwa

source: submitted on
cs: odesláno na
sw_tz: Tarehe ya uwasilishwaji

source: waterpoints
cs: vodní zdroje
sw_tz: Vituo vya Maji

source: Functionality by LGA
cs: Funkčnost podle LGA

source: Region
sw_tz: Mkoa
